{"recipes":[{"ID":0,"recipeType":0,"name":"Pasta","description":"A simple pasta recipe","cookTime":25},{"ID":1,"recipeType":1,"name":"Nasi","description":"Dit is de beroemde nasi goreng van de Koninklijke Marine.  \n\nINGREDIENTEN 500 gram rijst 200 gram varkens- of kippenvlees in blokjes zonnebloemolie om te bakken \n3 geklutste eieren evt. \n50 gram garnalen (hoeft niet mag wel \n150 gram mager gerookt spek in reepjes \n150 gram magere ham in blokjes \n1 prei in ringen gesneden \n2 grote uien gesneden in niet te kleine \nstukjes 4 teentjes knoflook fijngehakt \nEn naar smaak: lombok of sambal oelek, trassi en zout \nEn als je de nasi opbakt een klein beetje maggi (flesje)  \n\nVoorbereiding Gebruik een uitstekende kwaliteit droogkokende rijst, anders loop je de kans dat de nasi nat en klef wordt en zich slecht laat bakken. Kook de rijst gaar en droog. Van de geklutse eieren omeletten bakken en in reepjes snijden. Het vlees bestrooien met zout en peper.  Bereidingswijze Verhit een beetje olie in de wok en bak het varkensvlees of kippenvlees krokant en schep het uit de olie. Bak nu de in reepjes gesneden gerookt spek krokant en deponeer dit naast het gebakken vlees. Bak de gesneden uien in dezelfde olie en laat deze na het uitscheppen uitlekken in een kopje of kommetje. Verwijder nu een groot deel van de olie uit de wok maar zorg dat er ca. 2 eetlepels achterblijven. Nu bak je de knoflook en een beetje trassi tesamen in dezelfde olie en voeg de gekookte rijst toe. Onder voortdurend roeren bak je de rijst op een niet te hoog vuur. De rijst krijgt al een beetje kleur. Voeg nu een theelepeltje sambal oelek en een klein beetje maggi toe. Voeg eventueel naar smaak wat zout toe. Voeg nu het varkens- of kippenvlees toe met de uitjes zet het vuur op een laag pitje en bak het vlees even mee. Meng nu de ham en de reepjes ei onder de nasi en als goed in de rijst is verdeeld de in ringetjes gesneden prei ( evt. de garnalen) erbij. Vergeet niet om tijdens het bakken wat maggi toe te voegen omdat dit een extra lekkere smaak geeft. Nu is de nasi klaar.","cookTime":30},{"ID":2,"recipeType":2,"name":"Zuurkool met spek","description":"BEVAT PER PORTIE 115 kcal 8 g eiwit 9 g vet 2 g koolhydraten INGREDIËNTEN 100 g gerookte spekblokjes 500 g zuurkool, uitgelekt 1 theelepel karwijzaad 1 eetlepel bieslook, fijngehakt BEREIDEN Bak de spekblokjes in een braadpan zachtjes uit. Schep de spekjes op een bordje.  Schep de zuurkool met karwijzaad door het spekvet en smoor de zuurkool in ca. 20 minuten zachtjes gaar. Strooi de spekjes en het bieslook erover.","cookTime":30},{"ID":3,"recipeType":3,"name":"Broodje Gezond","description":"Kook het ei in ca. 8 minuten gaar en spoel daarna af met koud water. Snijd de tomaat in plakken. Snijd de broodjes open en besmeer de boven en onderzijde met wat kruidenroomkaas. Beleg de onderste helft met wat sla, kaas, plakjes ei, komkommer en wat kiemen. Bestrooi met een snuf peper en dek af met de bovenste helft en zet eventueel vast met een prikker. Tip: ook lekker met mayonaise i.p.v. kruidenroomkaas. Dit broodje gezond is vegetarisch maar je kunt ook nog een plakje ham toevoegen.","cookTime":10},{"ID":4,"recipeType":4,"name":"Spruitjes","description":"1. Trim the Brussels and peel away any tatty outer leaves, halving any larger ones and keeping the smaller ones whole. Cook in a large pan of boiling salted water for 5 minutes, then drain and leave to steam dry. 2. Melt the butter in a large frying pan on a medium-low heat. Pick and add half the sage leaves, cook for 3 minutes, or until crispy, then tip into a small bowl. 3. Place the pan back on the heat and squeeze the sausage meat from the skins directly into the pan, breaking it up with the back of a spoon. Cook for 3 to 5 minutes, until golden and crispy, while you peel and finely slice the onion, and pick and finely chop the remaining sage. 4. Add the onion and chopped sage to the pan and cook for 5 minutes on a medium-high heat, or until the onions have softened, stirring occasionally. 5. Peel and core the apple, then finely dice. Tip into the pan, and add the sprouts too, then add the Worcestershire sauce and toss until hot through. 6. Transfer to a serving platter, scatter over the crispy sage leaves, and dig in!  Tip: For a veggie-friendly version, swap the sausages for chopped chestnuts, and use anchovy-free Worcestershire sauce.","cookTime":30},{"ID":5,"recipeType":5,"name":"Nacho's met kaas en koriander","description":"1  rode ui  checkbox 1 el  jalapeñoplakjes in pot  checkbox 2  tomaten  checkbox 200 g  tortillachips naturel  checkbox 125 g  crème fraîche light  checkbox 100 g  geraspte Goudse belegen kaas 48+  checkbox 10 g  verse koriander \n\nVerwarm de oven voor op 200 °C. Snijd de ui in ringen, de jalapeñoplakjes fijn en de tomaten in kwarten. Verwijder de zaadjes van de tomaten en snijd het vruchtvlees in kleine blokjes.  2 Verdeel de tortillachips over de ovenschaal. Schep de crème fraîche erop en verdeel de ui, jalapeño en tomaat erover. Bestrooi met de geraspte kaas en zet ca. 7 min. in de oven tot de kaas gesmolten is. Haal de blaadjes van de takjes koriander en strooi erover.","cookTime":17}]}